Repository: newfold-labs/wp-module-coming-soon
Catalog: languages/wp-module-coming-soon-*.po
Languages: es_mx, pt_br

source: Coming Soon
es_mx: Próximamente
pt_br: Em breve

source: Coming soon
es_mx: Próximamente
pt_br: Em breve

source: Live
es_mx: En vivo
pt_br: Publicado

source: You cannot access the resource.
es_mx: No puede acceder al recurso.
pt_br: Você não pode acessar este recurso.

source: Coming Soon module service provider error.
es_mx: Error del proveedor de servicios del módulo 'Próximamente'.
pt_br: Erro no provedor de serviços do módulo Em Breve.

source: Your site has Coming Soon mode active.
es_mx: Tu sitio tiene el modo 'Próximamente' activado.
pt_br: Seu site está com o modo Em Breve ativado.

source: Coming Soon!
es_mx: ¡Próximamente!
pt_br: Em Breve!

source: Thank you, please check your email to confirm your subscription.
es_mx: Gracias, por favor revisa tu correo electrónico para confirmar tu suscripción.
pt_br: Obrigado! Verifique seu e-mail para confirmar sua inscrição.

source: Your email address is already subscribed to this website.<br>Stay tuned to your inbox for our updates or try a different email address.
es_mx: Tu dirección de correo electrónico ya está suscrita a este sitio web.<br>Revisa tu bandeja de entrada para nuestras actualizaciones o prueba con otra dirección.
pt_br: Seu e-mail já está inscrito neste site.<br>Fique de olho na sua caixa de entrada para nossas atualizações ou tente outro endereço de e-mail.

source: There was an error with your submission and you were not subscribed.<br>Please try again with a valid email address.
es_mx: Hubo un error con tu registro y no pudimos suscribirte.<br>Por favor, inténtalo de nuevo con una dirección de correo válida.
pt_br: Ocorreu um erro no envio e sua inscrição não foi concluída.<br>Tente novamente com um endereço de e-mail válido.

source: Enter your email address
es_mx: Introduce tu dirección de correo electrónico
pt_br: Digite seu endereço de e-mail

source: Subscribe
es_mx: Suscribirse
pt_br: Inscrever-se

source: Gotcha!
es_mx: ¡Entendido!
pt_br: Entendido!

source: Please provide a valid email address
es_mx: Por favor, proporciona una dirección de correo válida
pt_br: Por favor, forneça um endereço de e-mail válido

source: Jetpack encountered an error with the subscription
es_mx: Jetpack encontró un error con la suscripción
pt_br: O Jetpack encontrou um erro ao processar a inscrição

source: There was an error with the subscription
es_mx: Hubo un error con la suscripción
pt_br: Ocorreu um erro ao realizar a inscrição

source: Subscription successful
es_mx: Suscripción exitosa
pt_br: Inscrição realizada com sucesso

source: Site Preview - This site is NOT LIVE, only admins can see this view.
es_mx: Vista previa del sitio: este sitio NO está publicado. Solo los administradores pueden ver esta vista.
pt_br: Prévia do Site – Este site NÃO ESTÁ PUBLICADO, apenas administradores podem ver esta visualização.

source: Admin Login
es_mx: Iniciar sesión como administrador
pt_br: Login do Administrador

source: Ready to launch your Site?
es_mx: ¿Estás listo para lanzar tu sitio?
pt_br: Pronto para publicar seu site?

source: Pages and posts you publish will not be visible to the public until you launch your site.
es_mx: Las páginas y publicaciones que publiques no serán visibles para el público hasta que lances tu sitio.
pt_br: Páginas e posts publicados não ficarão visíveis ao público até que você publique o site.

source: Publish & Launch Site
es_mx: Publicar y lanzar sitio
pt_br: Publicar e Lançar Site

source: Publish Without Launching
es_mx: Publicar sin lanzar
pt_br: Publicar sem Lançar

source: A new website is on the way!
es_mx: ¡Un nuevo sitio web está en camino!
pt_br: Um novo site está a caminho!

source: Signup to be the first to know when we launch.
es_mx: Regístrese para ser el primero en saber cuándo lanzamos.
pt_br: Inscreva-se para ser o primeiro a saber quando lançarmos.

source: Is this your website?
es_mx: ¿Es este tu sitio web?
pt_br: Este é o seu site?

source: Login to WordPress
es_mx: Iniciar sesión en WordPress
pt_br: Faça login no WordPress

source: Site Preview
es_mx: Vista previa del sitio
pt_br: Visualização do site

source: Not Live
es_mx: No en vivo
pt_br: Não ao vivo

source: Your website is currently displaying a "Coming Soon" page.
es_mx: Su sitio web muestra actualmente una página de "Próximamente".
pt_br: Seu site está exibindo uma página "Em breve".

source: Your website is live to the world!
es_mx: ¡Tu sitio web está vivo para el mundo!
pt_br: Seu site está ao vivo para o mundo!

source: View
es_mx: Vista
pt_br: Vista

source: Edit
es_mx: Editar
pt_br: Editar

source: Ready to publish?
es_mx: ¿Listo para publicar?
pt_br: Pronto para publicar?

source: Launch Site
es_mx: Sitio de lanzamiento
pt_br: Site de lançamento

source: Not ready to share it?
es_mx: ¿No estás listo para compartirlo?
pt_br: Não está pronto para compartilhá-lo?

source: Enable Coming Soon
es_mx: Habilitar próximamente
pt_br: Ativar em breve
